tap "aws/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "oven-sh/bun"
tap "sambadevi/powerlevel9k"
brew "act"
brew "anyenv"
brew "aws-elasticbeanstalk"
brew "cfn-lint"
brew "glib"
brew "zstd"
brew "qemu"
brew "lima"
brew "colima"
brew "deno"
brew "direnv"
brew "docker"
brew "exa"
brew "fish"
brew "git"
brew "git-secrets"
brew "htop"
brew "jq"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "onnxruntime"
brew "perl"
brew "pipx"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "sslscan"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "aws/tap/copilot-cli"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "corretto"
cask "graphiql"
cask "notion"
cask "obs-virtualcam"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "Arjun.swagger-viewer"
vscode "austenc.laravel-blade-spacer"
vscode "aws-scripting-guy.cform"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "bungcip.better-toml"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "codingyu.laravel-goto-view"
vscode "CraigMaslowski.erb"
vscode "csholmq.excel-to-markdown-table"
vscode "dannysteenman.cdk-snippets"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devadvice.serverlessconsole"
vscode "develiteio.api-blueprint-viewer"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "HaaLeo.timing"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hikerpig.vetur"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "IBM.output-colorizer"
vscode "ICS.japanese-proofreading"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "jrebocho.vscode-random"
vscode "kaiwood.endwise"
vscode "kddejong.vscode-cfn-lint"
vscode "keyboardDrummer.vscode-cloudformation"
vscode "kumar-harsh.graphql-for-vscode"
vscode "LeetCode.vscode-leetcode"
vscode "leizongmin.node-module-intellisense"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mads-hartmann.bash-ide-vscode"
vscode "magicstack.MagicPython"
vscode "mark-tucker.aws-cli-configure"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "miguel-savignano.ruby-symbols"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mklein.cdk-snippets"
vscode "mosapride.zenkaku"
vscode "moshfeu.compare-folders"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mskelton.playwright-test-snippets"
vscode "nitayneeman.playwright-snippets"
vscode "noku.rails-run-spec-vscode"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "oouo-diogo-perdigao.docthis"
vscode "Orta.vscode-jest"
vscode "patricklee.vsnotes"
vscode "phplasma.csv-to-table"
vscode "pizzacat83.codic"
vscode "PKief.material-icon-theme"
vscode "pkosta2005.heroku-command"
vscode "pmneo.tsimporter"
vscode "pranaygp.vscode-css-peek"
vscode "rafwilinski.serverless-vscode-snippets"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rust-lang.rust-analyzer"
vscode "ryannaddy.laravel-artisan"
vscode "ryu1kn.partial-diff"
vscode "sameeramin.cdk-snippets-for-python"
vscode "sdras.vue-vscode-snippets"
vscode "shakram02.bash-beautify"
vscode "Shan.code-settings-sync"
vscode "shardulm94.trailing-spaces"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "stevencl.addDocComments"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.move-ts"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "ThreadHeap.serverless-ide-vscode"
vscode "TimVaneker.serverless-snippets"
vscode "tomoki1207.vscode-input-sequence"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "WallabyJs.quokka-vscode"
vscode "webdevsnyc.aws-sam-snippets"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
