tap "aws/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "sambadevi/powerlevel9k"
brew "act"
brew "anyenv"
brew "zstd"
brew "aws-elasticbeanstalk"
brew "cryptography"
brew "aws-sam-cli"
brew "glib"
brew "node"
brew "terraform"
brew "cdktf"
brew "cfn-lint"
brew "lima"
brew "colima"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "libgit2"
brew "exa"
brew "unbound"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-secrets"
brew "graphicsmagick"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k6"
brew "libiconv"
brew "marp-cli"
brew "mkcert"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "node-build"
brew "onnxruntime"
brew "perl"
brew "pipx"
brew "poetry"
brew "poppler"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "pyyaml"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "six"
brew "sslscan"
brew "telnet"
brew "tmux"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/copilot-cli"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "alacritty"
cask "android-studio"
cask "cocoapods-app"
cask "corretto"
cask "discord"
cask "flutter"
cask "google-cloud-sdk"
cask "graphiql"
cask "libreoffice"
cask "ngrok"
cask "nosql-workbench"
cask "notion"
cask "obs-virtualcam"
cask "postman"
cask "visual-studio-code"
cask "zoom"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.iconify"
vscode "antfu.slidev"
vscode "antfu.unocss"
vscode "arjun.swagger-viewer"
vscode "austenc.laravel-blade-spacer"
vscode "aws-scripting-guy.cform"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codesandbox-io.codesandbox-projects"
vscode "codezombiech.gitignore"
vscode "codingyu.laravel-goto-view"
vscode "craigmaslowski.erb"
vscode "csholmq.excel-to-markdown-table"
vscode "dannysteenman.cdk-snippets"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devadvice.serverlessconsole"
vscode "develiteio.api-blueprint-viewer"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "haaleo.timing"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "ics.japanese-proofreading"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "jrebocho.vscode-random"
vscode "kaiwood.endwise"
vscode "kddejong.vscode-cfn-lint"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leetcode.vscode-leetcode"
vscode "leizongmin.node-module-intellisense"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mads-hartmann.bash-ide-vscode"
vscode "magicstack.magicpython"
vscode "mark-tucker.aws-cli-configure"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "miguel-savignano.ruby-symbols"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mklein.cdk-snippets"
vscode "mosapride.zenkaku"
vscode "moshfeu.compare-folders"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mskelton.playwright-test-snippets"
vscode "nitayneeman.playwright-snippets"
vscode "noku.rails-run-spec-vscode"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-jest"
vscode "oven.bun-vscode"
vscode "patricklee.vsnotes"
vscode "pflannery.vscode-versionlens"
vscode "phplasma.csv-to-table"
vscode "pizzacat83.codic"
vscode "pkief.material-icon-theme"
vscode "pkosta2005.heroku-command"
vscode "pmneo.tsimporter"
vscode "pranaygp.vscode-css-peek"
vscode "rafwilinski.serverless-vscode-snippets"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "rust-lang.rust-analyzer"
vscode "ryannaddy.laravel-artisan"
vscode "ryu1kn.partial-diff"
vscode "sameeramin.cdk-snippets-for-python"
vscode "sdras.vue-vscode-snippets"
vscode "shakram02.bash-beautify"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "sporto.rails-go-to-spec"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.move-ts"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "threadheap.serverless-ide-vscode"
vscode "timvaneker.serverless-snippets"
vscode "tomoki1207.vscode-input-sequence"
vscode "uctakeoff.vscode-counter"
vscode "undefined_publisher.devio-extension"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.quokka-vscode"
vscode "webdevsnyc.aws-sam-snippets"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
